Autodesk.Revit.DB.Events.ExternalDataInstanceRemovedFromDocumentEventArgs.TypeId
The type id of the external data instance id that has been removed from Revit document.
Since:
2023

Autodesk.Revit.DB.Events.ExternalDataInstanceRemovedFromDocumentEventArgs
The event arguments used by the ExternalDataInstanceRemovedFrom event.
Since:
2023